#Wed May 05 10:55:23 PDT 2010
admin.action.refresh=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DAF\u0DBB\u0DCA\u0DC1\u0D9A\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DCF\u0DAB\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.action.save=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.adduser=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9C\u0DD2\u0DAB\u0DD4\u0DB8\u0D9A\u0DCA \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.displayname=\u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
admin.adduser.caption.email=\u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD
admin.adduser.caption.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.caption.password=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
admin.adduser.caption.passwordconfirm=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.adduser.message.success=\u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 {0} \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DC5\u0DCF\!
admin.adduser.message.uidexists={0},\u0DB8\u0DDA \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF\u0DC0\u0DDA \u0D87\u0DAD\!
admin.cache.caption=\u0DA9\u0DD2\u0DC3\u0DCA\u0D9A\u0DBA \u0DC3\u0DC4 \u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.cache.caption.idleage=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0D9A \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0D85\u0DBD\u0DC3\u0DC0 \u0DC3\u0DD2\u0DA7\u0DD2\u0DB1 \u0D9A\u0DCF\u0DBD\u0DBA \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DBD\u0DD9\u0DC3 (\u0DAD\u0DAD\u0DCA\u0DB4\u0DBB \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.cache.caption.individualsize=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0D9A \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA  
admin.cache.caption.maxage=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0D9A \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0D9A\u0DCF\u0DBD\u0DBA \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DBD\u0DD9\u0DC3(\u0DAD\u0DAD\u0DCA\u0DB4\u0DBB \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.cache.caption.totalsize=\u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DBD\u0DD9\u0DC3 \u0D9A\u0DD1\u0DC2\u0DCA \u0D9A\u0DBB\u0DB1 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA
admin.cache.help.individualsize=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0D9A \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA.<br /> \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0D9A\u0DCF\u0DBB\u0DD2\u0DAD\u0DCA\u0DC0\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DBB\u0DB1 \u0DB1\u0DB8\u0DD4\u0DAD\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DB8\u0DAD\u0D9A\u0DBA\u0DAF \u0DC0\u0DD0\u0DA9\u0DD2 \u0DC0\u0DC2\u0DBA\u0DD9\u0DB1\u0DCA \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DC0\u0DCF.
admin.cache.help.totalsize=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DC0\u0DBD \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA.<br />\u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0D9A\u0DCF\u0DBB\u0DD2\u0DAD\u0DCA\u0DC0\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DBB\u0DB1 \u0DB1\u0DB8\u0DD4\u0DAD\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DB8\u0DAD\u0D9A\u0DBA\u0DAF \u0DC0\u0DD0\u0DA9\u0DD2 \u0DC0\u0DC2\u0DBA\u0DD9\u0DB1\u0DCA \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DC0\u0DCF.
admin.cache.help.xmlconfig=<b> \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DD3\u0DAB \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DBA\u0DD2</b>\: \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DD3\u0DAB \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA\u0DA7 \u0DC0\u0DD4\u0DC0\u0DB8\u0DB1\u0DCF \u0DBD\u0DD9\u0DC3 \u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0D9A\u0DCA\u0DC2\u0DB8\u0DAD\u0DCF\u0DC0 \u0D89\u0DC4\u0DC5 \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DA7,<code>ehcache.xml</code>, \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DCA \u0DC3\u0DAF\u0DB1\u0DCA\u0DB1,\u0DB8\u0DDA \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB4\u0DC4\u0DAD \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0D85\u0D9C\u0DBA\u0DB1\u0DCA \u0D89\u0D9A\u0DCA\u0DB8\u0DC0\u0DCF \u0DBA\u0DB1\u0DC0\u0DCF. \u0DC0\u0DD0\u0DA9\u0DD2  \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DC3\u0DB3\u0DC4\u0DCF  \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1 <a href\="http\://ehcache.org/">ehcache.org</a>.
admin.cache.message.clearfailed=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA\: {0}.
admin.caption.adduser=\u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.defaulttopic=\u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0
admin.caption.editor=\u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DCF\u0DBB\u0D9A
admin.caption.exportcsv=\u0D85\u0DB7\u0DCA\u200D\u0DBA\u0DB1\u0DCA\u0DAD\u0DBB \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 CSV \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.externallinknewwindow=\u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0DA2\u0DCF\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0DB1\u0DBA\u0DB1\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9A\u0DC0\u0DD4\u0DC5\u0DD4\u0DC0\u0D9A\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC0\u0DD8\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.filedir=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4-\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA
admin.caption.imageresize=\u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0D9A\u0DDC\u0DA7 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DDA \u0DC0\u0DBB\u0DCA\u0DB0\u0D9A\u0DBA (\u0DB4\u0DD2\u0D9A\u0DCA\u0DC3\u0DBD\u0DCA \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA)
admin.caption.logitems=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9A\u0DBD \u0DAF\u0DAD\u0DCA\u0DAD \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1  
admin.caption.logoimage=\u0DBD\u0DCF\u0D82\u0DA1\u0DB1\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA
admin.caption.maxversionexport=\u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D85\u0DB1\u0DD4\u0DC0\u0DCF\u0DAF \u0D85\u0DB4\u0DB1\u0DBA\u0DB1\u0DBA(\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA) \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC3\u0DD3\u0DB8\u0DCF\u0DC0
admin.caption.metadescription=HTML \u0DB4\u0DC1\u0DCA\u0DA0(meta) \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
admin.caption.migratedatabase=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DB1\u0DC0 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0D9A\u0DA7 \u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.printnewwindow=\u0DB8\u0DD4\u0DAF\u0DCA\u200D\u0DBB\u0DAB\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB6\u0DCF\u0DC4\u0DD2\u0DBB \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0DA2\u0DCF\u0DBD \u0DB4\u0DD2\u0DA7\u0DD4 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0D9A\u0DC0\u0DD4\u0DC5\u0DD4\u0DC0\u0D9A\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0DC0\u0DD8\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.recentchanges=\u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 
admin.caption.recentchangesdefault=\u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DD4 \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA\u0DDA \u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0D85\u0D9C\u0DBA
admin.caption.reset=\u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DD4\u0DBB\u0DC0\u0DB1\u0DCA\u0DB1
admin.caption.searchengine=\u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DA2\u0DCF\u0DBD\u0DBA
admin.caption.serverurl=\u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DBA\u0DDA URL
admin.caption.sitename=\u0DC0\u0DD9\u0DB6\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8
admin.caption.spamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DCA\u0DB4\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBB\u0DA7\u0DCF \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.usepreview="\u0DB4\u0DD9\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DB8" \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.useshowchanges="\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1" \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.caption.usespamfilter=\u0D85\u0DB1\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DC6\u0DCA\u0DB4\u0DD2\u0DBD\u0DCA\u0DA7\u0DBB\u0DCA \u0D9A\u0DB1\u0DBB\u0DBA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DD2\u0DAD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
admin.header.cache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.general=\u0DB4\u0DDC\u0DAF\u0DD4 \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.parser=\u0DB4\u0DCF\u0DC3\u0DBB\u0DCA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.persistence=\u0DAF\u0DCA\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DD3\u0DB8\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.rss=RSS \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.header.upload=\u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA
admin.help.adduser=\u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD3 \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0D9A\u0DCA \u0D86\u0DBB\u0DB8\u0DCA\u0DB7 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DB8\u0DD6\u0DBD\u0DD2\u0D9A \u0DBD\u0DD9\u0DC3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD \u0DC0\u0DD9\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD6 \u0DC0\u0DD2\u0DA7 \u0DB4\u0DB8\u0DAB\u0DD2.
admin.help.clearcache=\u0D9A\u0DD1\u0DC2\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0D9C\u0DB6\u0DA9\u0DCF \u0DC0\u0DD3 \u0D87\u0DAD\u0DD2 \u0DC3\u0DD2\u0DBA\u0DBD\u0DCA\u0DBD \u0DAF \u0DC4\u0DD2\u0DC3\u0DCA \u0D9A\u0DBB\u0DBA\u0DD2. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DD2\u0DBA\u0DBA \u0D85\u0DC0\u0DC1\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D87\u0DAD\u0DD2 \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA \u0DB6\u0DD9\u0DC4\u0DD0\u0DBB \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DBD\u0DD2\u0DBA\u0D9A\u0DD2\u0DB1\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD3 \u0D87\u0DAD\u0DD2\u0DB1\u0DB8\u0DCA \u0DB4\u0DB8\u0DAB\u0DD2.
admin.help.defaulttopic=<b>\u0D85\u0DBD\u0DD4\u0DAD\u0DCA</b> \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD3 \u0DBD\u0DDA\u0D9B\u0DCA\u0DB1 \u0DC0\u0DBD \u0DB8\u0DD6\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DBD\u0DD9\u0DC3 \u0DBA\u0DDC\u0DAF\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1\u0DD9 \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DBA\u0DD2.<b>\u0DB4\u0DC0\u0DAD\u0DD2\u0DB1</b> \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD3 \u0DBD\u0DDA\u0D9B\u0DCA\u0DB1 \u0DC0\u0DBD \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DB1 \u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DCA\u0DA0\u0DD2 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
admin.help.editor=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DBA\u0DDD\u0DA2\u0DB1\u0DBA\u0DA7 \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DD4 \u0DBD\u0DB6\u0DBA\u0DD2. \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0D9A\u0DD0\u0DB8\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.  
admin.help.exportcsv=\u0D85\u0DB7\u0DCA\u200D\u0DBA\u0DB1\u0DCA\u0DAD\u0DBB \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0D9A\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DD2\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD3 \u0DB1\u0DB8\u0DCA, \u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0DB0\u0DCF\u0DB1\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0D91\u0DB8 \u0DAF\u0DAD\u0DCA\u0DAD CSV \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA \u0D9A\u0DBB\u0DBA\u0DD2. \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DAF\u0DAD\u0DCA\u0DAD \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DCA\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DC4 \u0DB8\u0DD2\u0DB1\u0DD2\u0DC3\u0DD4\u0DB1\u0DCA\u0DA7 \u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0DAF\u0DAD\u0DCA\u0DAD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A.
admin.help.filedir=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DAF\u0DD0\u0DB1\u0DA7 \u0DAD\u0DD2\u0DB6\u0DD9\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DCA.
admin.help.imageresize=\u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA\u0DBA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA \u0DB8\u0DB1\u0DCA\u0DAF\u0D9C\u0DCF\u0DB8\u0DD3 \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A, \u0DB8\u0DD9\u0DB8 \u0DB1\u0DD2\u0DC3\u0DCF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DD2, \u0D92 \u0DC3\u0DB8\u0D9C\u0DB8 \u0D94\u0DB6\u0D9C\u0DDA \u0DC0\u0DD9\u0DB6\u0DCA \u0DB6\u0DCA\u200D\u0DBB\u0DDC\u0DC0\u0DCA\u0DC3\u0DBB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2\u0DAF \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0DB4\u0DBB\u0DD2\u0DB8\u0DCF\u0DAB\u0DBA \u0DC0\u0DDA. \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DC0\u0DBD \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DCA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0 \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBD \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0D9A\u0DCF\u0DBB\u0DD2\u0DAD\u0DCA\u0DC0\u0DBA \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A\u0DD2\u0DB8\u0DD4\u0DAD\u0DCA \u0D91\u0DBA \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DCA\u0DBA\u0DDA \u0D9C\u0DD4\u0DAB\u0DCF\u0DAD\u0DCA\u0DB8\u0D9A \u0DB6\u0DC0 \u0D85\u0DA9\u0DD4 \u0D9A\u0DBB\u0DBA\u0DD2.
admin.help.logoimage=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DBD\u0DCF\u0D82\u0DA1\u0DB1\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DBA\u0DD2. \u0D85\u0D9C\u0DBA\u0DB1\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DCA\u0DAD\u0DDA \u0DC0\u0DD9\u0DB6\u0DCA \u0D87\u0DB4\u0DCA\u0DBD\u0DD2\u0D9A\u0DDA\u0DC1\u0DB1\u0DCA \u0D91\u0D9A\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 <code>images</code> \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0DA7 \u0D85\u0DB1\u0DD4\u0DBB\u0DD6\u0DB4\u0DC0\u0DBA\u0DD2.
admin.help.maxversionexport=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0D91\u0DBA\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBD\u0DBA\u0DD4\u0DAD\u0DD4 \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DC1\u0DDD\u0DB0\u0DB1 \u0D9C\u0DAB\u0DB1. \u0DC0\u0DCA\u0DC1\u0DCF\u0DBD \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A\u0DD2\u0DB8\u0DD4\u0DAD\u0DCA, \u0D89\u0DB1\u0DCA \u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0D9D\u0DB1\u0D9A\u0DBA\u0DDA \u0DC3\u0DB8\u0DCA\u0DB4\u0DAD\u0DCA \u0D85\u0DB0\u0DD2\u0DB8\u0DCF\u0DAD\u0DCA\u200D\u0DBB\u0DBD\u0DD9\u0DC3 \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.\u0D9A\u0DD4\u0DA9\u0DCF \u0D85\u0D9C\u0DBA\u0D9A\u0DCA \u0DC3\u0DB1\u0DCA\u0DB3\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1\u0DB8\u0DD4\u0DAD\u0DCA \u0D91\u0DBA \u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0D9D\u0DB1\u0D9A\u0DBA\u0DDA \u0DC3\u0DB8\u0DCA\u0DB4\u0DAD\u0DCA \u0D85\u0DB0\u0DD2\u0DB8\u0DCF\u0DAD\u0DCA\u200D\u0DBB\u0DBD\u0DD9\u0DC3 \u0DB4\u0DBB\u0DD2\u0DC4\u0DBB\u0DAB\u0DBA \u0DB1\u0DDC\u0D9A\u0DBB\u0DBA\u0DD2.
admin.help.metadescription=HTML \u0DB8\u0DD9\u0DA7\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DBA\u0DB1\u0DCA\u0DAD\u0DCA\u200D\u0DBB \u0DC0\u0DBD\u0DA7 \u0DC3\u0DC4 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB8\u0DD9\u0DC0\u0DCA\u0DBD\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DD2\u0DC4\u0DCA\u200D\u0DBB\u0DC4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D8B\u0DAF\u0DC0\u0DCA\u0DC0\u0DDA. \u0DB8\u0DD9\u0DA7\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DD2 \u0DC0\u0DD2\u0DA0\u0DBD\u0DCA\u200D\u0DBA\u0DBA \u0DB4\u0DAF \u0DC0\u0DBD\u0DA7 \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DB1 \u0DAF\u0DDA\: {0} \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 (\u0DC4\u0DD2\u0DC3\u0DCA \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A)
admin.help.migratedatabase=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0DB0\u0DCF\u0DB1\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D85\u0DB1\u0DCA\u0DAD\u0DBB\u0DCA\u0D9C\u0DAD\u0DBA <b>\u0D85\u0DBD\u0DD4\u0DAD\u0DCA</b> \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DCA\u0D9A\u0DA7 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DB4\u0DBB\u0DCF\u0DB8\u0DD2\u0DAD\u0DD2 \u0DC3\u0DB8\u0D9C \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA, \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 JAMWiki \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4 \u0DAD\u0DD2\u0DB6\u0DD2\u0DBA \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9C\u0DAD\u0DC0\u0DB1 \u0D9A\u0DCF\u0DBD\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2\u0DBA\u0DDA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD\u0DAD\u0DCA\u0DC0\u0DBA \u0DB8\u0DAD \u0DB4\u0DAF\u0DB1\u0DB8\u0DCA \u0DC0\u0DDA.
admin.help.rebuildsearch=\u0DB6\u0DD2\u0DB3 \u0DC0\u0DD0\u0DA7\u0DD3\u0DB8\u0D9A\u0DCA \u0DC4\u0DDD \u0D8B\u0DB4\u0DC3\u0DCA\u0DAE \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DA7 \u0DB4\u0DC3\u0DD4 \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DC3\u0DB1\u0DCA\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DD2\u0D9A\u0DBA\u0DB1\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DDC\u0DA9 \u0DB1\u0DD0\u0DB1\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB6\u0DCF\u0D9C\u0DC0\u0DD2\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD.\u0DB8\u0DD9\u0DB8 \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DCF\u0DBD\u0DBA \u0DC0\u0DD2\u0DC1\u0DCF\u0DBD \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D9C\u0DAD\u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A, \u0D91\u0DBA \u0D91\u0DC3\u0DDA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DD2\u0DBA\u0DBD\u0DCA\u0DBD \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCF\u0DC3\u0DCA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB1\u0DD2\u0DC3\u0DCF\u0DC0\u0DD9\u0DB1\u0DD2.
admin.help.reloadlogitems=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DAF\u0DD0 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA Special\:Log \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0D87\u0DAD\u0DD2 \u0DAF\u0DDA\u0DC0\u0DBD\u0DCA \u0DAF\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DAB\u0DB1\u0DBA \u0DC0\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4\u0DBA \u0DC3\u0DCF\u0DB8\u0DCF\u0DB1\u0DCA\u200D\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA.
admin.help.reloadrecentchanges=Reloading recent changes will force the records for the recent changes page to be re-calculated.  This option should not normally be needed.
admin.help.reloadspamfilter=Reloading the spam filter patterns will update the spam filter with any changes from the <code>/WEB-INF/classes/spam-blacklist.txt</code> file.
admin.help.serverurl=The base URL for the server, such as http\://www.example.com/.  This value will be used when generating absolute URLs.
admin.help.sitename=The name of the site.  This value will be appended to all page titles and used in XML exports.  Note that HTML should not be used in the site name.
admin.help.usespamfilter=The spam filter compares all edits against the patterns in the <code>/WEB-INF/classes/spam-blacklist.txt</code> file and blocks edits that match patterns from that file.
admin.maintenance.caption.namespaces=Fix incorrect topic namspaces
admin.maintenance.error.namespacefail=Failure while fixing incorrect topic namespaces.  The error message is\: {0}.
admin.maintenance.help.namespaces=<b>Advanced users only</b>\: Verify that topic records point to the correct namespace.  This functionality should not generally be needed, but may resolve namespace problems after adding or updating new namespaces, or if the JAMWiki database is changed outside of normal wiki processes.  <b>This function updates every existing topic record and may take a long time to complete.</b>
admin.maintenance.message.namespaces={0} topics have been updated.
admin.maintenance.title=Maintenance
admin.maintenance.title.namespaces=Fix Incorrect Topic Namespaces
admin.message.adduserfail=Failure while adding new account {0}
admin.message.cache=Cache successfully cleared.
admin.message.changesnotsaved=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD
admin.message.changessaved=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD\u0DCF
admin.message.exportcsv=\u0D85\u0DB7\u0DCA\u200D\u0DBA\u0DB1\u0DCA\u0DAD\u0DBB \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DAF\u0DAD\u0DCA\u0DAD CSV \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA \u0D9A\u0DBB \u0D87\u0DAD. \u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0D87\u0DAD\u0DCA\u0DAD\u0DDA {0} \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0DDA\u0DBA.
admin.message.exportcsvfail=Failure while exporting internal database data to CSV files\: {0}.
admin.message.indexrefreshed=Index refreshed
admin.message.logitems=Log items successfully loaded.
admin.message.logitemsfail=Failure while loading log items\: {0}.
admin.message.migratedatabase=Successfully migrated to new database at URL {0}.
admin.message.migrationfailure=Failed to migrate to new database\: {0}.
admin.message.nonnumeric=Property "{0}" requires a numeric value.  "{1}" is invalid.
admin.message.passwordsnomatch=Passwords do not match, please re-enter.
admin.message.propertyfailure=Failure while processing property values\: {0}.
admin.message.recentchanges=Recent changes successfully loaded.
admin.message.recentchangesfail=Failure while loading recent changes\: {0}.
admin.message.searchrefresh=Failure while refreshing search index\: {0}.
admin.message.spamfilter=Spam filter patterns successfully reloaded.
admin.message.spamfilterfail=Failure while loading spam filter patterns\: {0}.
admin.message.virtualwikiadded=New virtual wiki "{0}" added\: don't forget to add a Wiki servlet mapping to the web.xml file and restart the app server
admin.message.virtualwikifail=Failure while adding virtual wiki\: {0}.
admin.message.virtualwikiupdated=Virtual wiki "{0}" updated.
admin.parser.caption=Parser
admin.parser.caption.allowhtml=Allow HTML
admin.parser.caption.allowjavascript=Allow Javascript
admin.parser.caption.allowtemplates=Allow Wiki templates
admin.parser.caption.signaturedate=Pattern for dates in signatures
admin.parser.caption.signatureuser=Pattern for user name in signatures
admin.parser.caption.tableofcontents=Use table of contents
admin.parser.caption.tableofcontentsdepth=Maximum table of contents depth
admin.parser.help.signaturedate=See the Javadoc for the java.text.SimpleDateFormat class for valid pattern values.
admin.parser.help.signatureuser=Key\: {0} \= user page; {1} \= user contributions page; {2} \= user comments page; {3} \= user login; {4} \= user display name; {5} \= user email; {6} \= user id
admin.parser.help.tableofcontentsdepth=Set this value from 1-6 to determine how much nesting is allowed within a topic's table of contents.
admin.parsertype.bliki=Bliki Parser
admin.parsertype.default=Default JAMWiki Parser
admin.password.caption.login=User Login
admin.password.caption.password=New User Password
admin.password.caption.passwordconfirm=Confirm New User Password
admin.password.caption.reset=Reset User Password
admin.password.help.reset=Enter a user login and new password to reset a user's password.
admin.password.message.invalidlogin=No user found with login {0}.
admin.password.message.success=Password successfully reset for user {0}.
admin.persistence.caption=Persistence
admin.persistence.caption.driver=JDBC driver class
admin.persistence.caption.maxactive=Max number of active connections
admin.persistence.caption.maxidle=Max number of idle connections
admin.persistence.caption.minevictableidletime=Min idle eviction time
admin.persistence.caption.numtestsperevictionrun=Number of tests per eviction run
admin.persistence.caption.pass=Database Password
admin.persistence.caption.testonborrow=Test connections on borrow
admin.persistence.caption.testonreturn=Test connections on return
admin.persistence.caption.testwhileidle=Test idle connections
admin.persistence.caption.timebetweenevictionruns=Time (in seconds) between eviction runs
admin.persistence.caption.type=Database type
admin.persistence.caption.url=Database URL or JNDI DataSource name
admin.persistence.caption.user=Database Username
admin.persistence.caption.whenexhaustedaction=Action to take when pool is exhausted
admin.persistence.caption.whenexhaustedaction.block=Block
admin.persistence.caption.whenexhaustedaction.fail=Fail
admin.persistence.caption.whenexhaustedaction.grow=Grow
admin.persistence.help.minevictableidletime=Minimum idle time (in seconds) before evicting idle connections from the connection pool.
admin.persistencetype.database=External Database
admin.persistencetype.internal=Internal Database
admin.rss.caption.allowed=Provide RSS feed
admin.rss.caption.title=RSS feed title
admin.searchengine.lucene=Lucene Search Engine
admin.smtp.caption=Settings for email notifications
admin.smtp.caption.host=Host
admin.smtp.caption.pass=Password
admin.smtp.caption.reply=Reply address
admin.smtp.caption.user=Username
admin.title=Configuration
admin.title.adduser=Add User Account
admin.title.cache=Clear Cache
admin.title.exportcsv=Export Internal Database to CSV
admin.title.logitems=Reload Log Items
admin.title.migratedatabase=Migrate Wiki to new Database
admin.title.password=Reset User Password
admin.title.recentchanges=Reload Recent Changes
admin.title.refresh=Rebuild Search Index
admin.title.spamfilter=Reload Spam Filter Patterns
admin.upload.caption.allowall=Allow all
admin.upload.caption.allownone=Disable uploads
admin.upload.caption.blacklist=Upload blacklist
admin.upload.caption.blacklisttype=Allowed file upload types
admin.upload.caption.maxfilesize=Maximum upload filesize (KB)
admin.upload.caption.serverurl=File server URL
admin.upload.caption.uploaddir=File upload directory
admin.upload.caption.uploaddirrel=Relative file upload root
admin.upload.caption.useblacklist=Use blacklist
admin.upload.caption.usewhitelist=Use whitelist
admin.upload.caption.whitelist=Upload whitelist
admin.upload.help.blacklist=File extensions for file types that may not be uploaded to the wiki, separated by commas.  Example\: "jsp,bin,bat".
admin.upload.help.serverurl=The base URL for the server that will be serving images, such as http\://www.example.com/.  In most cases this value will be the same as the server URL.
admin.upload.help.uploaddir=The directory in which to store uploaded files, and from which files will be downloaded.
admin.upload.help.uploaddirrel=Root path used in &lt;img&gt; and &lt;a&gt; tags; if the file upload directory is /docroot/wiki-files/, then the relative path is /wiki-files/.
admin.upload.help.whitelist=File extensions for file types that may be uploaded to the wiki, separated by commas.  Example\: "jpg,gif,txt".
admin.vwiki.caption.makedefault=Make Default
admin.vwiki.caption.namespace.comments=Comments Namespace
admin.vwiki.caption.namespace.main=Main Namspace
admin.vwiki.caption.namespace.notallowed=Translations are not supported for this namespace.
admin.vwiki.error.addnamespacefail=Failure while adding or updating namespace translations\: {0}.
admin.vwiki.error.namespace.characters=The namespace "{0}" contains one or more characters that may not be used in namespaces.
admin.vwiki.error.namespace.unique=The namespace "{0}" is not unique.  All namespaces must be unique; verify that no default namespaces use this label and that no virtual wiki namespace translations use this value.
admin.vwiki.error.namespace.whitespace=The namespace "{0}" contains leading or trailing whitespace.  Please trim any whitespace from the beginning and end of this value.
admin.vwiki.help.defaulttopic=The default topic to display for a virtual wiki.  This topic is displayed when no topic is present in the URL, when users click on the site logo, and as a default when necessary.
admin.vwiki.help.makedefault=Users will automatically be redirected to the default virtual wiki when they access a URL with no virtual wiki.  For example, the wiki installs with "en" as the default virtual wiki, meaning <code>http\://www.example.com/wiki/</code> will redirect to <code>http\://www.example.com/wiki/en/</code>.
admin.vwiki.help.namespace.add=Create a new namespace.  Both a main namespace and a comments namespace must be created, and namespace names must be unique.  This namespace will be available in all virtual wikis.  <b>IMPORTANT\: Once created a namespace cannot be deleted</b>.
admin.vwiki.help.namespace.translations=The default namespace labels will be used unless a virtual wiki translation is created below.  For example, creating a translation of "Talk" for the "Comments" namespace will mean that comments pages will need to be of the form "Talk\:Topic" instead of "Comments\:Topic".  Namespace names must be unique.
admin.vwiki.help.namespace.translations.warning=<b>Important</b>\: Adding or updating a translated namespace may break existing links to existing topics, requiring manual updates.  It is recommended that namespaces only be changed for virtual wikis that do not already contain topics.  Also note that it may be necessary to run the "Fix incorrect namespaces" utility from the <code>Special\:Maintenance</code> page if problems are encountered with existing topics.
admin.vwiki.help.search=Select a virtual wiki to update its default topic or create translations for its namespaces.  To create a new virtual wiki do not select any value from the drop-down.
admin.vwiki.message.addnamespacesuccess=Namespace "{0}" has been created successfully.
admin.vwiki.message.namespacesuccess=Namespace translations added/updated successfully for virtual wiki\: "{0}".
admin.vwiki.title=Virtual Wikis
admin.vwiki.title.namespace.add=Add New Namespace
admin.vwiki.title.namespace.translations=Namespace Translations for Virtual Wiki "{0}"
admin.vwiki.title.select=Select Virtual Wiki
admin.vwiki.title.virtualwiki=Add/Update Virtual Wiki
allcategories.title=Categories
allfiles.title=All Files
allimages.title=All Images
alltopics.title=All Topics
allusers.title=All Users
common.add=Add
common.back=Back
common.cancel=Cancel
common.caption.diff=diff
common.caption.experimental=experimental
common.caption.history=history
common.caption.view=View
common.change=Change
common.continue=Continue
common.date=Date
common.default=Default
common.delete=Delete
common.exception.name=The requested value "{0}" was invalid. It may contain one or more characters which cannot be used in titles.
common.exception.notopic=Invalid or missing topic name.
common.exception.novirtualwiki=Invalid or missing virtual wiki.
common.exception.pseudotopic={0} is a special topic that cannot be viewed or edited as a normal topic.
common.export=Export
common.go=Go
common.login=Login
common.logout=Logout
common.migrate=Migrate
common.move=Move
common.name=Name
common.namespace=Namespace
common.pagination.next=Next {0}
common.pagination.previous=Previous {0}
common.pagination.results=Results per page
common.save=Save
common.sectionedit=Edit
common.topic=Topic
common.undelete=Un-Delete
common.update=Update
common.user=User
common.warning.experimental=This feature is EXPERIMENTAL and should be used with caution.
contributions.title=User contributions for {0}
diff.badinput=You must select the two topic versions that you wish to diff between.
diff.line=Line
diff.nochange=There are no differences between the versions.
diff.title=Version Differences for {0}
edit.action.preview=Preview
edit.action.showchanges=Show Changes
edit.button.bold=Bold text
edit.button.bold.text=Bold text
edit.button.external.link=External link (remember http\:// prefix)
edit.button.external.link.text=http\://www.example.com link title
edit.button.head2=Level 2 headline
edit.button.head2.text=Headline text
edit.button.image=Embedded image
edit.button.image.text=Example.jpg
edit.button.internal.link=Internal link
edit.button.internal.link.text=Link title
edit.button.italic=Italic text
edit.button.italic.text=Italic text
edit.button.line=Horizontal line
edit.button.nowiki=Ignore wiki formatting
edit.button.nowiki.text=Insert non-formatted text here
edit.button.signature=Your signature with time stamp
edit.button.underline=Underlined text
edit.button.underline.text=Underlined text
edit.caption.comment=Edit Comment
edit.caption.minor=Minor Edit
edit.caption.watch=Add to Watchlist
edit.exception.conflict=WARNING\: Someone else has edited this topic.  The current version of the topic is show in the first box below, and your version is shown in the second box below.  Please manually resolve any differences and re-save.
edit.exception.nocontent=The topic {0} has no content.
edit.exception.spam=Your changes have been blocked by the spam filter.  Please remove any occurrences of the following term from your edit\: <b>{0}</b>.
edit.title={0} \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3
edit.warning.oldversion=\u0D85\u0DC0\u0DC0\u0DCF\u0DAF\u0DBA\u0DBA\u0DD2\: \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0D9A\u0DBD\u0DCA\u0D9C\u0DD2\u0DBA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0D9A\u0DD2. \u0DB8\u0DD9\u0DBA \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0DAF\u0DD0\u0DB1\u0DA7 \u0DAD\u0DD2\u0DB6\u0DD9\u0DB1\u0DCF \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DB1\u0DD0\u0DAD\u0DD2 \u0DC0\u0DD3 \u0DBA\u0DBA\u0DD2.
edit.warning.preview=\u0DB4\u0DD9\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DB8\: \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DAD\u0DC0\u0DB8 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD
error.caption=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\:
error.commentsnamespace=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DAF\u0DAD\u0DCA\u0DAD. \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DAF\u0D9A\u0DCA\u0DC0\u0DCF \u0D87\u0DAD\u0DD2 \u0DB1\u0DCF\u0DB8 \u0D85\u0DC0\u0D9A\u0DCF\u0DC2\u0DBA \u0DC0\u0DB1 {0} \u0D9C\u0DD0\u0DB1 \u0DB4\u0DCA\u200D\u0DBB\u0DB0\u0DCF\u0DB1 \u0DB1\u0DCF\u0DB8 \u0D85\u0DC0\u0D9A\u0DCF\u0DC2\u0DBA \u0DC0\u0DB1 \u0DB8\u0DD9\u0DC4\u0DD2 {1}  \u0DC3\u0DB3\u0DC4\u0DB1\u0D9A\u0DCA \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
error.databaseconnection=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0DC3\u0DB8\u0D9C \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DD2\u0DBA \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A; \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1\: {0}
error.directorydelete=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.directoryinvalid={0} \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DDC\u0DC0\u0DB1 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DD2.
error.directoryread=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.directorywrite=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DBD\u0DD2\u0DC0\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2 {0}\: {1}
error.fieldlength="{0}" \u0D85\u0D9C\u0DBA \u0DB8\u0DDA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0D8B\u0DB4\u0DBB\u0DD2\u0DB8 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0DB4\u0DCA\u200D\u0DBB\u0DB8\u0DCF\u0DAB\u0DBA \u0DC0\u0DB1 {1} \u0D89\u0D9A\u0DCA\u0DB8\u0DC0\u0DCF \u0DBA\u0DBA\u0DD2.
error.heading=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\:
error.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DC4\u0DDD \u0DBB\u0DC4\u0DC3\u0DCA\u0DB4\u0DAF\u0DBA \u0DC0\u0DD0\u0DBB\u0DAF\u0DD2\u0DBA.\u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB1\u0DD0\u0DC0\u0DAD \u0D8B\u0DAD\u0DCA\u0DC3\u0DCF\u0DC4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
error.loginempty=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0DB1\u0DDC\u0DAD\u0DD0\u0DB6\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.newpasswordempty=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA\u0D9A\u0DCA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.parserclass=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DCF\u0DC3\u0DBB\u0DCA \u0D9A\u0DCA\u0DBD\u0DCF\u0DC3\u0DCA {0}.
error.passwordconfirm=\u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DC3\u0DCA\u0DAE\u0DCF\u0DC0\u0DBB \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
error.readonly=\u0DC3\u0DB8\u0DCF\u0DC0\u0DB1\u0DCA\u0DB1, \u0D94\u0DB6 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DCA\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DAD\u0DD0\u0DAD\u0DD9 \u0D9A\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A\u0DCA\u0D9A\u0D9A\u0DD2. \u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC4\u0DD0\u0D9A\u0DD2 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D94\u0DB6 \u0DC3\u0DD2\u0DAD\u0DB1\u0DCA\u0DB1\u0DDA \u0DB1\u0DB8\u0DCA \u0D94\u0DB6\u0D9C\u0DDA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D9A\u0DBD\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DA7 \u0DAF\u0DD0\u0DB1\u0DD4\u0DB8\u0DCA \u0DAF\u0DD9\u0DB1\u0DCA\u0DB1.
error.title=\u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA
error.unknown=\u0DB1\u0DCF\u0DB3\u0DD4\u0DB1\u0DB1 \u0DAF\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA \u0DC4\u0DA7 \u0D9C\u0DD0\u0DB1\u0DD4\u0DB1\u0DD2.\u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\: {0}
exception.badusername=\u0D94\u0DB6\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DB6\u0DCF\u0DBB \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A, \u0D91\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0DAF\u0DD0\u0DBA\u0DD2 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1 \u0DAD\u0DC0\u0DAF \u0D91\u0DC4\u0DD2 \u0DC0\u0DCA\u0DC2\u0DDA\u0DC2 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DAF \u0DBA\u0DB1\u0DCA\u0DB1 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D8B\u0DA0\u0DCA\u0DA0\u0DCF\u0DBB\u0DAB \u0DC3\u0DC4\u0DD2\u0DAD \u0D85\u0D9A\u0DCA\u0DC2\u0DBB)
export.button.export=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
export.caption.download=\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
export.caption.history=\u0DAF\u0DD0\u0DB1\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB4\u0DBB\u0DD2\u0DC1\u0DDD\u0DB0\u0DB1 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1, \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
export.caption.overview=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0DC0\u0DCF\u0DBA\u0DD9 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DAF \u0DC3\u0DB8\u0D9C \u0DC4\u0DDD \u0DB1\u0DD0\u0DAD\u0DD2\u0DC0 \u0DC4\u0DDD  XML \u0D86\u0D9A\u0DD8\u0DAD\u0DD2\u0D9A\u0DCA \u0DBD\u0DD9\u0DC3 \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 XML \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DC3\u0DB4\u0DBA\u0DB1 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DC0\u0DBD\u0DA7 Special\:Import  \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DBA\u0DDC\u0DAF\u0DCF \u0D9C\u0DB1\u0DD2\u0DB8\u0DD2\u0DB1\u0DCA \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A . \u0DB4\u0DD4\u0DC5\u0DD4\u0DBD\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0D9A\u0DCA \u0D87\u0DAD\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4 \u0DB4\u0DD6\u0DBB\u0DCA\u0DAB\u0DCA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA \u0DC3\u0DB8\u0D9C \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\u0DDA\u0DB1\u0DB8\u0DCA \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DCA \u0DC3\u0DD3\u0DB8 \u0DC0\u0DB1\u0DD4 \u0D87\u0DAD.
export.caption.topics=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DB8\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC4\u0DDD \u0D8A\u0DA7 \u0DC0\u0DD0\u0DA9\u0DD2 \u0D9C\u0DAB\u0DB1\u0D9A\u0DCA, \u0D8A\u0DA7\u0DB8 \u0D85\u0DAF\u0DCF\u0DBD \u0DC0\u0DD6 \u0DB4\u0DDA\u0DC5\u0DD2 \u0DC0\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
export.error.migration=XML \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DAF\u0DDD\u0DC2 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD4\u0DA9\u0DBA\: {0}
export.error.notopic=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
export.error.topic.does.not.exist={0} \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
export.title=\u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DA7\u0DCA
footer.message.version=\u0DB4\u0DD2\u0DA7\u0DB4\u0DAD
generalmenu.jumpto=\u0DB8\u0DD9\u0DBA\u0DA7 \u0DBA\u0DB1\u0DCA\u0DB1
generalmenu.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
history.caption.diffnext=\u0D8A\u0DBD\u0D9F
history.caption.diffprevious=\u0DB4\u0DD9\u0DBB
history.current=\u0DAF\u0DD0\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DCA\u0DB1\u0DCF \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD
history.diff=\u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DAD\u0DCA \u0D91\u0D9A\u0DDA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DC3\u0DC3\u0DB3\u0DB1\u0DCA\u0DB1
history.message.notopic="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DDC\u0DBA\u0DCF \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. \u0D91\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DCF \u0D87\u0DAD\u0DD2 \u0D91\u0D9A\u0D9A\u0DCA \u0DC4\u0DDD \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0DB1\u0DDC\u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF\u0D9A\u0DCA \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A.
history.title={0} \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
import.button.import=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
import.caption.overview=Special\:Export \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF, \u0DC3\u0DC4 \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
import.caption.source=\u0DB8\u0DD6\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
import.error.data=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0D9C\u0DB6\u0DA9\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DB4\u0DCF\u0DC3\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0D9A\u0DD4\u0DAD\u0DCA \u0DC0\u0DD4\u0DB1 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD2\u0DA9\u0DBA \u0DB1\u0DB8\u0DCA \: {0}
import.error.migration=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DAF\u0DAD\u0DCA\u0DAD \u0DB4\u0DCF\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0DB4\u0DCF\u0DC3\u0DBB\u0DBA\u0DD9\u0DB1\u0DCA \u0DB1\u0DD2\u0D9A\u0DD4\u0DAD\u0DCA \u0DC0\u0DD4\u0DB1 \u0DB4\u0DAB\u0DD2\u0DC0\u0DD2\u0DA9\u0DBA \u0DB1\u0DB8\u0DCA \: {0}
import.error.notopic=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB \u0DB1\u0DD0\u0DAD.
import.error.topicexists="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA, \u0D8A\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4\u0DC0 \u0D91\u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DAD\u0DD2\u0DB6\u0DDA.
import.message.importedby=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF\u0DDA {0}
import.message.success=\u0DB4\u0DC4\u0DAD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3\:
import.title=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA
linkto.none={0} \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DB1\u0DD0\u0DAD.
linkto.overview=\u0DB4\u0DC4\u0DAD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4 {0} \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DC0\u0DDA.
linkto.title={0} \u0DA7 \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA\u0DC3\u0DCA
log.caption.log.all=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
log.caption.log.deletion=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 
log.caption.log.import=\u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.move=\u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.permission=\u0D85\u0DC0\u0DC3\u0DBB \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.upload=\u0D85\u0DB4\u0DCF\u0DBD\u0DDD\u0DA9\u0DCA \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.log.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD9\u0DB1 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
log.caption.logs=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
log.message.deletion={0}\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.import={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D89\u0DB8\u0DCA\u0DB4\u0DDD\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.move={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 {1} \u0DB1\u0DB8\u0DA7 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB1\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.permission={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3 
log.message.undeletion={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD4\u0DC0\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.upload={0} \u0DBD\u0DCA\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0D85\u0DB4\u0DCA\u0D9C\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.message.user=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8 \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
log.title=\u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4
login.message.admin=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1 \u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A\u0DCA\u0D9A\u0DDA \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DD4\u0DC0\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DD2.
login.message.default={0} \u0DA7 \u0DB4\u0DCA\u200D\u0DBB\u0DC0\u0DDA\u0DC1 \u0DC0\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD.
login.message.edit=\u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD3 \u0DC3\u0DD2\u0DA7\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
login.message.editadmin={0} \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4 \u0DBD\u0DD9\u0DC3 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
login.message.editnew=\u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D94\u0DB6\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
login.message.move={0} \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DAD\u0DD0\u0DB1\u0D9A\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD.
login.password=\u0DBB\u0DC4\u0DC3\u0DCA\u0DB4\u0DAF\u0DBA
login.rememberme=\u0DB8\u0DCF\u0DC0 \u0DB8\u0DAD\u0D9A\u0DBA\u0DDA \u0DAD\u0DB6\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
login.submit=\u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
login.title=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
login.username=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
manage.caption.adminonly=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DA7-\u0DB4\u0DB8\u0DAB\u0DBA\u0DD2
manage.caption.delete={0} \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
manage.caption.permissions=\u0D85\u0DC0\u0DC3\u0DBB
manage.caption.readonly=\u0D9A\u0DD2\u0DBA\u0DC0\u0DD3\u0DB8\u0DA7-\u0DB4\u0DB8\u0DAB\u0DD2
manage.caption.undelete=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 {0} \u0DB1\u0DD0\u0DC0\u0DAD \u0DBD\u0DB6\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
manage.delete.commentspage=\u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DAF \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DCA\u0DB1
manage.delete.reason=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
manage.delete.warning=<b>\u0D85\u0DC0\u0DC0\u0DCF\u0DAF\u0DBA\u0DBA\u0DD2</b>\: \u0DBD\u0DD2\u0DB4\u0DD2\u0DBA\u0D9A\u0DCA \u0DC4\u0DDD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB\u0DBA\u0D9A\u0DCA \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D91\u0DBA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DD9\u0DB1\u0DCA\u0DAF \u0DC3\u0DC4\u0DB8\u0DD4\u0DBD\u0DD2\u0DB1\u0DCA\u0DB8 \u0D89\u0DC0\u0DAD\u0DCA \u0DC0\u0DDA. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB, \u0DB8\u0DD9\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD3\u0DB8\u0DA7 \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB6\u0DC0\u0DAF,\u0D91\u0DBA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DB4\u0DCA\u200D\u0DBB\u0DAD\u0DD2\u0DB4\u0DAD\u0DCA\u0DAD\u0DD2 \u0DC0\u0DBD\u0DA7 \u0D85\u0DB1\u0DD4\u0D9A\u0DD6\u0DBD\u0DC0 \u0DB6\u0DC0\u0DAF, \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
manage.message.permissions=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3
manage.message.updated={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DC0\u0DC3\u0DBB \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A \u0DBD\u0DD9\u0DC3 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
manage.title={0} \u0DB4\u0DCF\u0DBD\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
manage.undelete.commentspage=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4 \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DB1\u0DCA\u0DB1
manage.undelete.reason=\u0DB8\u0D9A\u0DCF \u0DAF\u0DD0\u0DB8\u0DD6 \u0DAF\u0DDA \u0DB1\u0DD0\u0DC0\u0DAD \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
move.comment=\u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4
move.commentspage=\u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAF\u0DC4\u0DC3\u0DCA\u0DAF \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1\u0DCA\u0DB1
move.destination=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DB8
move.editcomment={0} \u0DB8\u0DD9\u0DBA\u0DA7 {1} \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1 \u0DBD\u0DAF\u0DD3
move.exception.destinationexists={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DBA\u0DDA \u0DAD\u0DD2\u0DB6\u0DDA.
move.exception.namespacecategory=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF,\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF \u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DDA\u0DB1\u0DCA \u0D91\u0DBD\u0DD2\u0DBA\u0DA7 \u0DC4\u0DDD \u0D87\u0DAD\u0DD4\u0DBD\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
move.exception.namespaceimage=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF, \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DC0\u0D9A\u0DCF\u0DC1\u0DBA\u0DDA\u0DB1\u0DCA \u0D91\u0DBD\u0DD2\u0DBA\u0DA7 \u0DC4\u0DDD \u0D87\u0DAD\u0DD4\u0DBD\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
move.exception.nodestination=\u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD.
move.exception.permission={0} \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D86\u0DBB\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD\u0DD2 \u0DC4\u0DD9\u0DBA\u0DD2\u0DB1\u0DCA, \u0D85\u0DAF\u0DCF\u0DC5 \u0D85\u0DC0\u0DC3\u0DBB \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB8\u0DD9\u0DBA \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DAD\u0DD0\u0DB1\u0D9A\u0DA7 \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A. 
move.overview=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DA7 (\u0D91\u0DC4\u0DD2 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DAF \u0DC3\u0DB8\u0D9C) \u0DB8\u0DCF\u0DBB\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DBA \u0DC3\u0DB4\u0DBA\u0DBA\u0DD2. \u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DBB\u0DAB\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0DB1\u0DCF\u0DB8\u0DBA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB1\u0DCF\u0DB8\u0DBA\u0DA7 \u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DC0 \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA. \u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DC3\u0DCA\u0DAE\u0DCF\u0DB1\u0DBA\u0DDA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0D91\u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A\u0DCA \u0DAD\u0DD2\u0DB6\u0DDA \u0DB1\u0DB8\u0DCA \u0DC4\u0DD4\u0DC0\u0DB8\u0DCF\u0DBB\u0DD4\u0DC0 <b>\u0DC3\u0DD2\u0DAF\u0DD4 \u0DB1\u0DDC\u0DC0\u0DDA</b>.
move.title={0} \u0DBB\u0DD0\u0D9C\u0DD9\u0DB1 \u0DBA\u0DB1\u0DCA\u0DB1
orphaned.title=\u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DB0 \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4
recentchanges.caption.comments=\u0D85\u0DAF\u0DC4\u0DC3\u0DCA
recentchanges.caption.contributions=\u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0
recentchanges.caption.rss=RSS \u0DC6\u0DD3\u0DA9\u0DCA
recentchanges.caption.time={0}, \u0DB8\u0DD9\u0DAF\u0DD2\u0DB1\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0DB8\u0D9A\u0DCA
recentchanges.rss.feed1=\u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed2=\u0DC3\u0DD4\u0DC5\u0DD4\u0DC3\u0DD4\u0DC5\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA\u0DAF \u0DC3\u0DC4\u0DD2\u0DAD\u0DC0 \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed3=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.rss.feed4=\u0DC3\u0DD4\u0DC5\u0DD4\u0DC3\u0DD4\u0DC5\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA\u0DAF \u0DC3\u0DC4\u0DD2\u0DAD\u0DC0 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF \u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
recentchanges.title=\u0DB8\u0DD1\u0DAD \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
register.caption.accountdetails=\u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB
register.caption.changepassword=\u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
register.caption.confirmpassword=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DCA\u0DC3 \u0DB4\u0DAF\u0DBA \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
register.caption.displayname=\u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1\u0DBA \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB1\u0DB8
register.caption.editor=\u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8
register.caption.email=\u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD
register.caption.locale=\u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0DBB\u0DA7 &amp; \u0DB7\u0DCF\u0DC2\u0DCF\u0DC0
register.caption.newpassword=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
register.caption.oldpassword=\u0DB4\u0DD9\u0DBB\u0DAB\u0DD2 \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA
register.caption.signature=\u0D85\u0DAD\u0DCA\u0DC3\u0DB1
register.caption.updatesuccess=\u0D94\u0DB6\u0D9C\u0DDA \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8 \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
register.caption.userpreferences=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D85\u0DB7\u0DD2\u0DB8\u0DAD
register.error.logininvalid={0},\u0DB8\u0DD9\u0DB8 \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1 \u0DB1\u0DCF\u0DB8\u0DBA \u0DB8\u0DDA \u0DC0\u0DB1 \u0DC0\u0DD2\u0DA7 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD3. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1.
register.error.oldpasswordinvalid=\u0D85\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB4\u0DD0\u0DBB\u0DAB\u0DD2 \u0DBB\u0DC4\u0DCA\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA\u0D9A\u0DD2.
register.error.passwordempty=\u0DBB\u0DC4\u0DC3\u0DCA \u0DB4\u0DAF\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA \u0DB1\u0DDC\u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA\u0DD2.
register.form.info=\u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D94\u0DB6\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0DC3\u0DCA\u0DAE\u0DCF\u0DC0\u0DBB \u0DB1\u0DB8\u0D9A\u0DCA \u0DB4\u0DC0\u0DAD\u0DCA\u0DC0\u0DCF\u0D9C\u0DAD \u0DC4\u0DD0\u0D9A, \u0D8A\u0DA7 \u0D85\u0DB8\u0DAD\u0DBB\u0DC0 \u0DBD\u0DD2\u0DB4\u0DD2\u0DBA\u0DDA \u0D89\u0DAD\u0DD2\u0DC4\u0DC3\u0DBA\u0DDA\u0DAF, \u0DB8\u0DD1\u0DAD\u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA\u0DAF, \u0D94\u0DB6 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0D94\u0DB6\u0D9C\u0DDA \u0DB1\u0DB8\u0DA7 \u0DB6\u0DD0\u0DBB \u0D9A\u0DBD \u0DB6\u0DC0 \u0DB4\u0DD9\u0DB1\u0DCA\u0DB1\u0DD4\u0DB8\u0DCA \u0D9A\u0DBB\u0DB1\u0DD4 \u0D87\u0DAD.
register.help.displayname=\u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DD0\u0DAD. \u0DB4\u0DCA\u200D\u0DBB\u0DAF\u0DBB\u0DCA\u0DC1\u0DB1 \u0DB1\u0DCF\u0DB8\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2 \u0D85\u0DAD\u0DCA\u0DC3\u0DB1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBA\u0DDC\u0DAF\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA \u0DC4\u0DD0\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7\u0DBA.
register.help.editor=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0DC0\u0DB1 \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DC0\u0DBB\u0DAB \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DD2. \u0DB6\u0DDC\u0DC4\u0DDD \u0DC3\u0DB1\u0DCA\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF Javascript \u0DC3\u0DC4\u0DBA \u0D85\u0DC0\u0DC1\u0DCA\u200D\u0DBA\u0DBA.
register.help.email=\u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DD0\u0DAD. \u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD1\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DC0\u0DD2\u0DAF\u0DCA\u200D\u0DBA\u0DD4\u0DAD\u0DCA \u0DAD\u0DD0\u0DB4\u0DD0\u0DBD\u0DCA \u0DC4\u0DD0\u0D9A\u0DD2\u0DBA\u0DC0\u0DB1\u0DCA \u0D85\u0DB1\u0DD4\u0DAF\u0DB1\u0DCA\u0DC0\u0DB1\u0DCA\u0DB1.
register.help.locale=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D87\u0DAD\u0DD2 \u0DBD\u0DDA\u0DB6\u0DBD\u0DCA \u0DC3\u0DC4 \u0D85\u0D9A\u0DCA\u0DC2\u0DBB \u0DB4\u0DD9\u0DB1\u0DD9\u0DB1 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA \u0DAD\u0DD3\u0DBB\u0DAB\u0DBA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0DB7\u0DCF\u0DC2\u0DCF \u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DB8\u0D9C\u0DD2\u0DB1\u0DD2.
register.help.signature=\u0DB8\u0DD9\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA\u0DC0 \u0DAD\u0DD0\u0DB6\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D85\u0DAD\u0DCA\u0DC3\u0DB1 \u0DC3\u0DB3\u0DC4\u0DCF \u0DA9\u0DD2\u0DC6\u0DDD\u0DBD\u0DCA\u0DA7\u0DCA \u0DBB\u0DA7\u0DCF\u0DC0 \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DA0\u0DD2 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. \u0D94\u0DB6\u0DA7 \u0D85\u0DB7\u0DD2\u0DB8\u0DAD \u0D85\u0DAD\u0DCA\u0DC3\u0DB1\u0D9A\u0DCA \u0DC3\u0DD0\u0DB4\u0DBA\u0DD3\u0DB8\u0DA7, \u0DB8\u0DD6\u0DBD\u0DD2\u0D9A \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, HTML \u0DC4\u0DDD \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB8\u0DCF\u0DBB\u0DCA\u0D9A\u0DB4\u0DCA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DD2\u0DA0\u0DD2 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7\: <code>[[User\:user|user]] &amp;bull; ([[User comments\:user|comments]])</code>
register.title=\u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB
roles.caption.groupname=Group Name
roles.caption.instructions=NOTE\: For default JAMWiki configurations group and role information can be configured from this page.  However, for JAMWiki installations that have been modified to use LDAP or other external authentication systems, roles and groups configured from this page will have NO EFFECT; in those cases the external authentication system MUST provide the correct role information.  Installations using external systems may also want to disable use of the roles assigned to the <code>GROUP_ANONYMOUS</code> group by setting the <code>useJAMWikiAnonymousRoles</code> property to <code>false</code> in the <code>/WEB-INF/applicationContext-security.xml</code> file.  For further details on configuring JAMWiki to work with external authentication systems see the <a href\="http\://static.springframework.org/spring-security/site/reference/html/springsecurity.html">Spring Security online documentation</a>.
roles.caption.roledescription=\u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
roles.caption.rolename=\u0DBB\u0DDC\u0DBD\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8
roles.caption.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
roles.caption.searchlogin=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DD9 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA\u0DD9\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
roles.caption.searchrole=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DD9 \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
roles.caption.selectrole=\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DBB\u0DDC\u0DBD\u0DCA \u0D91\u0D9A \u0DAD\u0DDD\u0DBB\u0DCF \u0D9C\u0DB1\u0DCA\u0DB1
roles.caption.userlogin=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA
roles.error.description=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA \u0DC0\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD. \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DCA\u0DBA \u0D85\u0D9A\u0DD4\u0DBB\u0DD4 200 \u0D9A\u0DA7 \u0DC3\u0DD3\u0DB8\u0DCF \u0DC0\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4\u0DBA.
roles.error.name={0} \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DB8 \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD. \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, \u0D85\u0DB1\u0DCA\u0D9A \u0DC3\u0DC4 \u0D85\u0DB1\u0DCA\u0DA9\u200D\u0DBB\u0DCA\u0DC3\u0DCA\u0D9A\u0DDD\u0DBB\u0DCA \u0DB4\u0DB8\u0DAB\u0DD2.
roles.header.group=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA \u0DC0\u0DBD\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.header.modify=\u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1/\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.header.user=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7\u0DBA\u0DD2 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
roles.help.grouproles=<b>\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4</b> \u0DB1\u0DD2\u0DBB\u0DCA\u0DB1\u0DCF\u0DB8\u0DD2\u0D9A \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 GROUP_ANONYMOUS \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB4\u0DB8\u0DB1\u0D9A\u0DCA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DDA, \u0D91\u0DB7\u0DD9\u0DAD\u0DCA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD6 <b>\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4</b> \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DB1\u0DD2\u0DBA\u0DB8 \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA GROUP_REGISTERED_USER \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB4\u0DB8\u0DB1\u0D9A\u0DD2. \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 \u0DB1\u0DD2\u0DBB\u0DCA\u0DB1\u0DCF\u0DB8\u0DD2\u0D9A \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC0\u0DD0\u0DBD\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 GROUP_ANONYMOUS \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA <code>ROLE_UPLOAD</code> \u0DA9\u0DD3\u0DC3\u0DD9\u0DBD\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0DC3\u0DB8\u0DC4\u0DBB \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DA7 <code>ROLE_ADMIN</code> \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBD \u0DBA\u0DD4\u0DAD\u0DCA\u0DAD\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0D9A\u0DCF\u0DAB\u0DCA\u0DA9\u0DBA \u0DC0\u0DBD\u0DA7 \u0DB1\u0DDC\u0DC0 \u0DAD\u0DB1\u0DD2\u0DAD\u0DB1\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7\u0DBA\u0DD2.
roles.help.roledescription=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D91\u0DBA \u0DB4\u0DCF\u0DC0\u0DD2\u0DA0\u0DCA\u0DA0\u0DD2\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA \u0D9A\u0DD9\u0DC3\u0DDA\u0DAF \u0DBA\u0DB1\u0DCA\u0DBA\u0DD2, \u0D91\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0D85\u0DAD\u0DCA\u200D\u0DBA\u0DC0\u0DC1\u0DCA\u200D\u0DBA \u0DB1\u0DDC\u0DC0\u0DDA.
roles.help.rolename=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DDA \u0DB1\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0D85\u0D9A\u0DD4\u0DBB\u0DD4, \u0D85\u0DB1\u0DCA\u0D9A \u0DC3\u0DC4 \u0D85\u0DB1\u0DCA\u0DA9\u200D\u0DBB\u0DCA\u0DC3\u0DCA\u0D9A\u0DDD\u0DBB\u0DCA \u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DC0\u0DDA. \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D85\u0D9A\u0DCA\u0DC2\u0DBB, \u0DC3\u0DCA\u0DB4\u0DDA\u0DC3\u0DCA \u0D85\u0D9A\u0DCA\u0DC2\u0DBB\u0DBA\u0DAF \u0D87\u0DAD\u0DD4\u0DBD\u0DD4\u0DC0,\u0DC0\u0DBD\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DDC\u0DC0\u0DDA. \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DBD \u0DB4\u0DC3\u0DD4 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
roles.help.selectrole=\u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1, \u0DB1\u0DD0\u0DAD\u0DD2\u0DB1\u0DB8\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DD9\u0DBA \u0DC4\u0DD2\u0DC3\u0DCA\u0DC0 \u0DAD\u0DB6\u0DB1\u0DCA\u0DB1.
roles.help.userroles=\u0DAD\u0DB1\u0DD2\u0DAD\u0DB1\u0DD2 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 GROUP_REGISTERED_USER \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBA\u0DB8 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF <b>\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DBD\u0DA7 \u0D85\u0DB8\u0DAD\u0DBB\u0DC0</b> \u0DAD\u0DC0 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A. \u0DB4\u0DBD\u0DB8\u0DD4\u0DC0,\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DB1\u0DCF\u0DB8\u0DBA\u0DD9\u0DB1\u0DCA \u0DC4\u0DDD \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0DD9\u0DB1\u0DCA \u0DC3\u0DDC\u0DBA\u0D9C\u0DB1\u0DCA\u0DB1, \u0DAF\u0DD9\u0DC0\u0DD9\u0DB1\u0DD4\u0DC0 \u0D94\u0DC0\u0DD4\u0DB1\u0DCA\u0D9C\u0DDA \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DBB\u0DDC\u0DBD\u0DCA\u0DC3\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA\u0DA7 \u0D94\u0DC0\u0DD4\u0DB1 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA\u0D9A\u0DB8\u0DCA \u0DC0\u0DBD \u0D85\u0DB1\u0DD4\u0D91\u0DBD\u0DBA \u0DAF\u0DD0\u0D9A \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.
roles.message.grouproleupdate=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0D9A\u0DAB\u0DCA\u0DA9\u0DCF\u0DBA\u0DB8\u0DCA \u0DC0\u0DBD\u0DA7 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DCA\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.roleadded={0} \u0DB1\u0DB8\u0DD2\u0DB1\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A\u0D9A\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.rolefail=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDC\u0DC2\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD4\u0DB1\u0DD2\: {0}.
roles.message.rolesearchfail=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DBD\u0DB6\u0DCF\u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DDC\u0DC2\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD4\u0DB1\u0DD2\: {0}.
roles.message.roleupdated={0} \u0DBB\u0DDD\u0DBD\u0DCA \u0D91\u0D9A \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A\u0DC0 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.message.sysadminremove=\u0D94\u0DB6\u0DA7 \u0D94\u0DB6\u0DDA \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DD9\u0DB1\u0DCA ROLE_SYSADMIN \u0D89\u0DC0\u0DAD\u0DCA \u0D9A\u0DBD\u0DC4\u0DD0\u0D9A. \u0DB8\u0DD9\u0DB8 \u0D85\u0D82\u0D9C\u0DBA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DC0\u0DA7 \u0DB1\u0D82\u0DC0\u0DCF \u0D87\u0DAD\u0DCA\u0DAD\u0DD9 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D86\u0DBB\u0D9A\u0DCA\u0DC2\u0DCF\u0DC0 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC3\u0DD0\u0DB8\u0DC0\u0DD2\u0DA7\u0DB8 \u0D85\u0DC0\u0DB8 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0D91\u0D9A\u0DAF\u0DD4 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DD9\u0D9A\u0DCA \u0DC4\u0DDD \u0DC3\u0DD2\u0DA7\u0DD2\u0DB1 \u0DB6\u0DC0 \u0DAD\u0DC4\u0DC0\u0DD4\u0DBB\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7\u0DBA\u0DD2.
roles.message.userroleupdate=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAD\u0D9A \u0DBD\u0DD9\u0DC3 \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA\u0D9A\u0DCF\u0DBD \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
roles.title=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A/\u0D9A\u0DCF\u0DAB\u0DCA\u0DA9 \u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
search.for=\u0DC3\u0DD9\u0DC0\u0DD3\u0DB8\:
search.hints=\u0D89\u0D9F\u0DD2\:<br />\u0D94\u0DB6\u0DA7 * \u0DC3\u0DC4 ?  \u0DC0\u0DBA\u0DD2\u0DBD\u0DCA\u0D9A\u0DCF\u0DA9\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.<br /> \u0D94\u0DB6 ~ \u0DC0\u0DA0\u0DB1\u0DBA\u0D9A\u0DA7 \u0D87\u0DB8\u0DD2\u0DAB\u0DD4\u0DC0\u0DC4\u0DDC\u0DAD\u0DCA, \u0D94\u0DB6\u0DA7 \u0DC6\u0DC3\u0DD2 \u0DC0\u0DBB\u0DCA\u0D9C\u0DBA\u0DDA \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0D9A\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.<br /> \u0D94\u0DB6\u0DA7 AND \u0DC3\u0DC4 OR \u0DB4\u0DAF \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A. ( ) \u0DB1\u0DCA \u0DB4\u0D82\u0D9A\u0DCA\u0DAD\u0DD2 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA \u0DB6\u0DD9\u0DAF\u0DD3\u0DB8 \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A <br/> \u0DC0\u0DA0\u0DB1\u0DBA\u0D9A\u0DCA \u0D85\u0DC0\u0DB0\u0DCF\u0DBB\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 + \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1, - \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DCF \u0D9A\u0DBB \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA\u0D9A \u0DC0\u0DA0\u0DB1\u0DBA \u0D85\u0DA9\u0DB1\u0DCA\u0D9C\u0DD4 \u0DB1\u0DDC\u0DB6\u0DD2\u0DBA \u0DBA\u0DD4\u0DAD\u0DD4 \u0DB6\u0DC0 \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD2\u0DBA \u0DC4\u0DD0\u0D9A.<br /><a href\="http\://lucene.apache.org/java/2_4_0/queryparsersyntax.html" target\="_blank"> \u0DB4\u0DD2\u0DC0\u0DD2\u0DC3 \u0DC3\u0DD9\u0DC0\u0DD4\u0DB8\u0DCA \u0DB4\u0DCA\u200D\u0DBB\u0D9A\u0DCF\u0DC1 \u0DB4\u0DD2\u0DBD\u0DD2\u0DB6\u0DB3 \u0DC0\u0DD0\u0DA9\u0DD2 \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB \u0DAF\u0DD0\u0DB1 \u0D9C\u0DB1\u0DCA\u0DB1 </a><br />
search.poweredby=\u0DC3\u0DD9\u0DC0\u0DD3\u0DB8\u0DA7 \u0D85\u0DB1\u0DD4\u0D9C\u0DCA\u200D\u0DBB\u0DC4\u0DBA \u0DAF\u0D9A\u0DCA\u0DC0\u0DB1\u0DCA\u0DB1\u0DDA 
search.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
search.title=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
searchresult.notfound="{0}" \u0D9A\u0DD2\u0DC3\u0DD2\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0D9A \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DD3 \u0DB1\u0DD0\u0DAD.
searchresult.title="{0}" \u0DC3\u0DD9\u0DC0\u0DD3\u0DB8
setup.caption.adminlogin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DCF \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
setup.error.jdk=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DB3\u0DC4\u0DCF \u0D85\u0DC0\u0DB8 \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA JDK {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0D85\u0DC0\u0DC1\u0DBA \u0DC0\u0DDA. \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1 \u0DB4\u0DBB\u0DD2\u0DAF\u0DD2 \u0D91\u0DC4\u0DD2 \u0D87\u0DAD\u0DCA\u0DAD\u0DDA JDK {1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DBA\u0DD2.
setup.error.migrate=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DC3\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD9\u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3, \u0DB1\u0DB8\u0DD4\u0DAD\u0DCA JAMWiki \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0D9A\u0DCA \u0D89\u0DBD\u0D9A\u0DCA\u0D9A \u0D9A\u0DBD \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DAF\u0DD0\u0DB1\u0DA7\u0DB8\u0DAD\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3.
setup.error.notrequired=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DC3\u0DD0\u0D9A\u0DC3\u0DD4\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBB \u0D85\u0DC0\u0DC3\u0DB1\u0DCA. \u0DC3\u0DD9\u0DA7\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DB1 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DA7 \u0DBA\u0DB1\u0DCA\u0DB1.
setup.error.upgrade=\u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0DC0\u0DD9\u0DB8\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD3,\u0DB1\u0DB8\u0DD4\u0DAD\u0DCA JAMWiki \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0DB7\u0DCF\u0DC0\u0DD2\u0DAD\u0DBA\u0DDA \u0DB4\u0DC0\u0DAD\u0DD3.JAMWiki \u0DB8\u0DD3\u0DA7 \u0DB4\u0DD9\u0DBB \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DCA\u0DAF\u0DDA \u0DB1\u0DB8\u0DCA, \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB UPGRADE.txt \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DB8\u0DCF\u0DBB\u0DCA\u0D9C\u0DBA \u0DB4\u0DD2\u0DBD\u0DD2\u0DB4\u0DAF\u0DD2\u0DB1\u0DCA\u0DB1.\u0D94\u0DB6 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBB\u0DC4\u0DDC\u0DAD\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DC3\u0DD0\u0DBD\u0DD0\u0DC3\u0DCA\u0DB8 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA JAMWiki \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0DC3\u0DB8\u0D9F \u0DB1\u0DDC\u0DC3\u0DD0\u0DC3\u0DB3\u0D8A\u0DB8\u0DA7 \u0D89\u0DA9 \u0D87\u0DAD. \u0D94\u0DB6 \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DBA\u0DB1\u0DBA \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0D9A\u0DBB\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\u0DDA \u0DB1\u0DB8\u0DCA \u0DB4\u0DC4\u0DAD \u0D87\u0DAD\u0DD2 \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0D9A\u0DBB\u0D9C\u0DD9\u0DB1 \u0DBA\u0DCF\u0DB8\u0DA7 \u0D87\u0DAD\u0DD2 \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DAD\u0DAF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
setup.help.logfile=\u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DD3\u0DB8\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB, \u0DAF\u0DDD\u0DC2 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD3 \u0DB1\u0DB8\u0DCA \u0D92\u0DC0\u0DCF \u0DC3\u0DB8\u0D9C\u0DAF, <code>{0}</code> \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA. \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DD2\u0DB8\u0DD0\u0DC0\u0DD4\u0DB8 \u0DC3\u0DC4 \u0DAD\u0DD2\u0DB6\u0DD9\u0DB1 \u0DC3\u0DCA\u0DAD\u0DCF\u0DB1\u0DBA <code>{1}</code> \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A.
setup.title=JAMWiki {0} \u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DD3\u0DB8 
specialpages.caption.account=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.admin=\u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD2 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA
specialpages.caption.allpages=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF 
specialpages.caption.categories=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0D9C\u0DAB
specialpages.caption.export=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DB4\u0DDC\u0DBB\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.filelist=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4
specialpages.caption.imagelist=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB
specialpages.caption.import=\u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D89\u0DB8\u0DCA\u0DB4\u0DDC\u0DBB\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.listusers=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DD2\u0DB1\u0DCA 
specialpages.caption.login=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DB4\u0DD4\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.logout=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0DC0\u0DBB\u0DB1\u0DCA\u0DB1
specialpages.caption.logs=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DBD\u0DDC\u0D9C\u0DD4
specialpages.caption.maintenance=\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.orphanedpages=\u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DA7 \u0DC3\u0DB8\u0DCA\u0DB6\u0DB1\u0DCA\u0DAF \u0DB1\u0DD0\u0DAD\u0DD2 \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.caption.overview=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DB4\u0DAD\u0DCA \u0DC0\u0DBD \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4 \u0DC0\u0DBD \u0D85\u0DB1\u0DD4\u0D9A\u0DCA\u200D\u0DBB\u0DB8\u0DAB \u0D85\u0D82\u0D9A \u0DB8\u0DD9\u0DB8 \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DBA \u0DB4\u0DBB\u0DD2\u0D9C\u0DAB\u0D9A \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C\u0DBA \u0DC0\u0DD2\u0DC3\u0DD2\u0DB1\u0DCA \u0DA2\u0DB1\u0DB1\u0DBA \u0D9A\u0DBB \u0D87\u0DAD\u0DCA\u0DAD\u0DDA \u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DCA,\u0D9A\u0DCF\u0DBB\u0DCA\u0DBA\u0DCF\u0DBD\u0DD3\u0DBA \u0D9A\u0DBB\u0DCA\u0DAD\u0DC0\u0DCA\u0DBA\u0DB1\u0DCA, \u0DC4\u0DCF \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0D85\u0DBB\u0DB8\u0DD4\u0DAB\u0DD4 \u0DC0\u0DBD\u0DA7\u0DBA.
specialpages.caption.recentchanges=\u0DB8\u0DD1\u0DAD\u0D9A \u0DAF\u0DD3 \u0DC3\u0DD2\u0DAF\u0DD4\u0D9A\u0DBD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA
specialpages.caption.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
specialpages.caption.search=\u0DC3\u0DDC\u0DBA\u0DB1\u0DCA\u0DB1
specialpages.caption.setup=\u0DC0\u0DD2\u0D9A\u0DD2 \u0DC3\u0DD0\u0DBD\u0DD0\u0DC3\u0DCA\u0DB8
specialpages.caption.topicsadmin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DCF\u0DBB\u0DBA\u0DCF\u0DA7 \u0DB4\u0DB8\u0DAB\u0DCA\u0D9A\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF
specialpages.caption.translation=\u0DB4\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1
specialpages.caption.upgrade=\u0DC0\u0DD2\u0D9A\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
specialpages.caption.upload=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA
specialpages.caption.vwiki=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2
specialpages.heading.administrative=\u0DB4\u0DCF\u0DBD\u0D9A \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.heading.allusers=\u0DC3\u0DD2\u0DBA\u0DBD\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DB1 \u0DC0\u0DD2\u0DC1\u0DDA\u0DC2 \u0DB4\u0DD2\u0DA7\u0DD4
specialpages.heading.loadingtools=\u0D9A\u0DDC\u0DB1\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DA7\u0DCA \u0DBD\u0DDD\u0DA9\u0DD2\u0DB1\u0DCA\u0D9C\u0DCA \u0DA7\u0DD6\u0DBD\u0DCA\u0DC3\u0DCA
specialpages.heading.usertools=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0D9C\u0DD2\u0DB1\u0DD4\u0DB8\u0DCA \u0DB8\u0DD9\u0DC0\u0DBD\u0DB8\u0DCA
specialpages.title=\u0DC0\u0DD2\u0DC1\u0DDA\u0DC2 \u0DB4\u0DD2\u0DA7\u0DD4
tab.admin.configuration=\u0DB4\u0DD2\u0DC4\u0DD2\u0DA7\u0DD2 \u0D86\u0D9A\u0DCF\u0DBB\u0DBA
tab.admin.maintenance=\u0DB1\u0DA9\u0DAD\u0DCA\u0DAD\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8
tab.admin.roles=\u0DBB\u0DDD\u0DBD\u0DCA\u0DC3\u0DCA
tab.admin.translations=\u0DB4\u0DBB\u0DCA\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1
tab.admin.vwiki=\u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD2
tab.common.article=\u0DBD\u0DD2\u0DB4\u0DD2\u0DBA
tab.common.comments=\u0D85\u0DAF\u0DC4\u0DC3\u0DCA
tab.common.contributions=\u0DAF\u0DCF\u0DBA\u0D9A\u0DAD\u0DCA\u0DC0
tab.common.edit=\u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
tab.common.history=\u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
tab.common.links=\u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA\u0DC3\u0DCA
tab.common.manage=\u0DC4\u0DC3\u0DD4\u0DBB\u0DD4\u0DC0\u0DB1\u0DCA\u0DB1
tab.common.move=\u0D9C\u0DD9\u0DB1\u0DBA\u0DB1\u0DCA\u0DB1
tab.common.print=\u0DB8\u0DD4\u0DAF\u0DCA\u200D\u0DBB\u0DAB\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
tab.common.special=\u0DC0\u0DD2\u0DC1\u0DDA\u0DC2
tab.common.unwatch=\u0DB1\u0DDC\u0DB6\u0DBD\u0DB1\u0DCA\u0DB1
tab.common.watch=\u0DB6\u0DBD\u0DB1\u0DCA\u0DB1
topic.caption.editlegend=\u0DC3\u0D82\u0DC3\u0DCA\u0D9A\u0DBB\u0DAB \u0DB4\u0DCF\u0DBD\u0D9A 
topic.categories=\u0D9C\u0DAB
topic.category.images=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB
topic.category.numimages=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB4\u0DD2\u0DB1\u0DCA\u0DAD\u0DD6\u0DBB \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.numsubcategories=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D85\u0DAD\u0DD4\u0DBB\u0DD4-\u0D9C\u0DAB \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.numtopics=&quot;{1}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF \u0D9C\u0DAB\u0DB1 {0} \u0D9A\u0DD2
topic.category.subcategories=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DBA\u0DAD\u0DCA \u0DC0\u0DD9\u0DB1 \u0D85\u0DAD\u0DD4\u0DBB\u0DD4-\u0D9C\u0DAB 
topic.category.topics=&quot;{0}&quot; \u0D9C\u0DAB\u0DBA\u0DA7 \u0D85\u0DBA\u0DAD\u0DCA \u0DC0\u0DD9\u0DB1 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF 
topic.file.download=\u0DB8\u0DD9\u0DB8 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1/\u0DB6\u0DCF\u0D9C\u0DAD-\u0D9A\u0DBB\u0DB1\u0DCA\u0DB1
topic.filehistory=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA
topic.filesize.bytes={0} \u0DB6\u0DBA\u0DD2\u0DA7\u0DCA\u0DC3\u0DCA \u0D9C\u0DAB\u0DB1
topic.ismentionedon=\u0DB8\u0DD9\u0DC4\u0DD2 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA\:
topic.notcreated="{0}" \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DAF\u0DD0\u0DB1\u0DA7 \u0DB1\u0DDC\u0DB4\u0DC0\u0DAD\u0DD3. \u0D91\u0DBA \u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB1\u0DD2\u0DBB\u0DCA\u0DB8\u0DCF\u0DAB\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB8\u0DD9\u0DB8 \u0DBD\u0DD2\u0DB1\u0DCA\u0D9A\u0DCA \u0D91\u0D9A \u0D85\u0DB1\u0DD4\u0D9C\u0DB8\u0DB1\u0DBA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1\: {1}.
topic.redirect.from={0} \u0DB1\u0DCA \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0DC0\u0DD2\u0DBA
topic.redirect.infinite=\u0DB8\u0DD9\u0DB8 \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB6\u0DDC\u0DC4\u0DDD \u0DBD\u0DD9\u0DC3 \u0DBB\u0DD2\u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DCA \u0D9A\u0DBB \u0D87\u0DAD\u0DD2 \u0DB1\u0DD2\u0DC3\u0DCF \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0DC0\u0DD2\u0DC3\u0DB3\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
topic.title={0}
topicsadmin.title=\u0DB4\u0DBB\u0DD2\u0DB4\u0DCF\u0DBD\u0D9A\u0DBA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DCA\u0D9A\u0DCA \u0D85\u0DAF\u0DCF\u0DBD \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF
translation.caption.hidetranslated=\u0DB8\u0DDA \u0DC0\u0DB1 \u0DC0\u0DD2\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DBD \u0DAF\u0DD1 \u0DC3\u0D9F\u0DC0\u0DB1\u0DCA\u0DB1.
translation.caption.instructions=\u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DB4\u0DC4\u0DAD \u0DA9\u0DCA\u200D\u0DBB\u0DDC\u0DB4\u0DCA \u0DA9\u0DC0\u0DD4\u0DB1\u0DCA \u0D91\u0D9A\u0DD9\u0DB1\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DAD\u0DDD\u0DBB\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1. \u0D85\u0DBD\u0DD4\u0DAD\u0DD2\u0DB1\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA\u0D9A\u0DA7 \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA\u0D9A\u0DCA \u0DC3\u0DD2\u0DAF\u0DD4 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DBA \u0DB1\u0DB8\u0DCA \u0D85\u0DBD\u0DD4\u0DAD\u0DCA \u0DB7\u0DCF\u0DC2\u0DD2\u0DAD\u0DBA/\u0DB7\u0DCF\u0DC2\u0DCF-\u0DB4\u0DCA\u200D\u0DBB\u0DB7\u0DDA\u0DAF\u0DCA\u200D\u0DBA\u0DBA \u0DA7\u0DD9\u0D9A\u0DCA\u0DC3\u0DCA\u0DB6\u0DDC\u0D9A\u0DCA\u0DC3\u0DBA\u0DA7 \u0D87\u0DAD\u0DD4\u0DBD\u0DAD\u0DCA \u0D9A\u0DBB(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DCA\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA "en" \u0DC4\u0DDD "en_US") "\u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1" \u0DB6\u0DDC\u0DAD\u0DCA\u0DAD\u0DB8 \u0DAD\u0DAF \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1. \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DB7\u0DCF\u0DC2\u0DCF \u0DC3\u0DC4 \u0D92 \u0D92 \u0DBB\u0DA7\u0DC0\u0DBD\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D9A\u0DDA\u0DAD\u0DBA\u0DB1\u0DCA  <a href\="http\://www.loc.gov/standards/iso639-2/englangn.html">ISO \u0DC3\u0DB8\u0DCA\u0DB8\u0DAD \u0DB7\u0DCF\u0DC2\u0DCF \u0D9A\u0DDA\u0DAD</a> \u0DBA\u0DD2\u0DB1\u0DCA \u0DC3\u0DC4 <a href\="http\://www.iso.ch/iso/en/prods-services/iso3166ma/02iso-3166-code-lists/list-en1.html">ISO \u0DC3\u0DB8\u0DCA\u0DB8\u0DAD \u0DBB\u0DA7\u0DC0\u0DBD\u0DCA \u0DC0\u0DBD\u0DA7 \u0D85\u0DAF\u0DCF\u0DBD \u0D9A\u0DDA\u0DAD</a>. \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DB8\u0DCA \u0DB6\u0DBD\u0DB4\u0DD0\u0DC0\u0DD0\u0DAD\u0DCA\u0DC0\u0DD3\u0DB8\u0DA7 \u0DB6\u0DCF\u0D9C\u0DC0\u0DD2\u0DA7 \u0DC0\u0DD9\u0DB6\u0DCA \u0DC3\u0DBB\u0DCA\u0DC0\u0DBB\u0DBA \u0DB1\u0DD0\u0DC0\u0DAD \u0DB4\u0DA7\u0DB1\u0DCA \u0D9C\u0DD0\u0DB1\u0DD3\u0DB8\u0DA7 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD.
translation.caption.key=\u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1 \u0DBA\u0DAD\u0DD4\u0DBB / \u0DA9\u0DD2\u0DC6\u0DDC\u0DBD\u0DCA\u0DA7\u0DCA \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA 
translation.caption.translation={0} \u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1\u0DBA
translation.title=\u0DB4\u0DBB\u0DD2\u0DC0\u0DBB\u0DCA\u0DAD\u0DB1
upgrade.caption.database=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA \u0DC3\u0DD0\u0DBD\u0DD0\u0DC3\u0DCA\u0DB8 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DD9\u0DBB \u0D94\u0DB6\u0DA7 \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0 \u0D8B\u0DB4\u0DC3\u0DCA\u0DAE \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 <b>\u0DAD\u0DAF\u0DB6\u0DBD</b> \u0DBD\u0DD9\u0DC3 \u0D8B\u0DB4\u0DAF\u0DD9\u0DC3\u0DCA.
upgrade.caption.detected=JAMWiki \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0D9A\u0DCA \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.
upgrade.caption.login=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB8\u0DCA\u0DB4\u0DD6\u0DBB\u0DCA\u0DAB \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DC0\u0DD9\u0D9A\u0DD4 \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA \u0DC0\u0DD9\u0DB1\u0DCA\u0DB1.
upgrade.caption.manual=\u0DC3\u0DCA\u0DC0\u0DBA\u0D82\u0D9A\u0DCA\u200D\u0DBB\u0DD3\u0DBA\u0DC0 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD\u0DD2\u0DC0 \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB WAR \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0D87\u0DAD <code>UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.
upgrade.caption.releasenotes=\u0DB8\u0DD9\u0DB8 \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C \u0DB1\u0DD2\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0DC4\u0DD2 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0DC0\u0DDA. \u0DB8\u0DD9\u0DB8 \u0DB8\u0DD8\u0DAF\u0DD4\u0D9A\u0DCF\u0D82\u0D9C \u0DB1\u0DD2\u0DAF\u0DC4\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA <code>CHANGELOG.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA WAR \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB8\u0DD6\u0DBD\u0DBA\u0DDA \u0D87\u0DAD.
upgrade.caption.stylesheet=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DB8\u0D9C\u0DD2\u0DB1\u0DCA \u0DB4\u0DC0\u0DAD\u0DD2\u0DB1 \u0DC3\u0DCA\u0DA7\u0DBA\u0DCA\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0D8B\u0DA9\u0DD2\u0DB1\u0DCA \u0DBD\u0DD2\u0DC0\u0DD3\u0DB8 \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DDA.\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DD9\u0DB1\u0DCA \u0D85\u0DB1\u0DAD\u0DD4\u0DBB\u0DD4\u0DC0 \u0D94\u0DB6\u0DA7 \u0DB4\u0DBB\u0DAB \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DB1\u0DD0\u0DC0\u0DAD \u0DC3\u0DCA\u0DAD\u0DCF\u0DB4\u0DB1\u0DBA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DBA\u0DB1\u0DB8\u0DCA, \u0D92\u0DC0\u0DCF \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0\u0DDA \u0D89\u0DAD\u0DD2\u0DC4\u0DCF\u0DC3\u0DBA\u0DD9\u0DB1\u0DCA \u0DBD\u0DB6\u0DCF \u0D9C\u0DAD \u0DC4\u0DD0\u0D9A.
upgrade.caption.upgradecomplete=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DC3\u0DCF\u0DBB\u0DCA\u0DAE\u0D9A \u0DBD\u0DD9\u0DC3 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA\: {0}
upgrade.caption.upgradefailed=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0D87\u0DB1\u0DC4\u0DD2\u0DA7\u0DD3\u0DB8\u0DA7 \u0DC4\u0DDA\u0DAD\u0DD4\u0DC0\u0DD6 \u0D9A\u0DBB\u0DD4\u0DAB\u0DD4 \u0DB4\u0DC4\u0DAD \u0D87\u0DAD\u0DD2 \u0DBD\u0DDA\u0D9B\u0DB1 \u0DC3\u0DC4 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4 \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DDC\u0DA7 \u0DB6\u0DBD\u0DCF \u0DB1\u0DD2\u0D9C\u0DB8\u0DB1\u0DBA \u0D9A\u0DBD \u0DC4\u0DD0\u0D9A, \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB UPGRADE.txt \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD.\u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2, \u0D85\u0DAF\u0DCF\u0DC5 \u0DAF\u0DDD\u0DC2 \u0DC0\u0DCF\u0DBB\u0DCA\u0DAD\u0DCF \u0DC3\u0DB8\u0D9C <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
upgrade.error.fatal=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB <code>/WEB-INF/UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD, \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2  <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0DAF\u0DDC\u0DC2\u0DBA\: {0}
upgrade.error.nonfatal=\u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4 \u0D85\u0DAF\u0DD2\u0DBA\u0DBB\u0D9A\u0DCA \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD2\u0DBA. \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DDA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA  \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DB1\u0DD4 \u0D87\u0DAD, \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0DAD\u0DC0\u0DAF\u0DD4\u0DBB\u0DA7\u0DAD\u0DCA \u0DB1\u0DD2\u0DC3\u0DD2 \u0D85\u0DBA\u0DD4\u0DBB\u0DD2\u0DB1\u0DCA \u0D9A\u0DCA\u200D\u0DBB\u0DD2\u0DBA\u0DCF\u0DAD\u0DCA\u0DB8\u0D9A \u0DC0\u0DDA, \u0D85\u0DC3\u0DB8\u0DAD\u0DCA\u0DC0\u0DD6 \u0D85\u0DAF\u0DD2\u0DBA\u0DBB \u0DB4\u0DBB\u0DD3\u0D9A\u0DCA\u0DC2\u0DCF \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7  \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1. \u0DB8\u0DD0\u0DB1\u0DD4\u0DC0\u0DBD\u0DCA \u0DBD\u0DD9\u0DC3 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0D85\u0DAF\u0DD2\u0DBA\u0DBB <code>/WEB-INF/UPGRADE.txt</code> \u0DBD\u0DDA\u0D9B\u0DB1\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0D87\u0DAD, \u0DC3\u0DD2\u0DAF\u0DD4\u0DC0\u0DD6 \u0DAF\u0DDD\u0DC2  <a href\="http\://jamwiki.org/">jamwiki.org</a> \u0D87\u0DAD\u0DD2 \u0DBD\u0DDC\u0D9C\u0DCA \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.  \u0DAF\u0DDC\u0DC2\u0DBA\: {0}
upgrade.error.notrequired=\u0DB4\u0DC0\u0DAD\u0DCA\u0DB1\u0DCF \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DC0\u0DC1\u0DCA\u0DBA \u0DB1\u0DD0\u0DAD.
upgrade.error.oldversion={1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DD2\u0DB1\u0DCA \u0DC3\u0DC4 \u0DB8\u0DD3\u0DA7 \u0DC0\u0DA9\u0DCF \u0DB4\u0DD0\u0DBB\u0DAB\u0DD2 \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DCA \u0DC0\u0DBD\u0DD2\u0DB1\u0DCA {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upgrade.message.db.column.added="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.dropped="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.modified="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA\u0DDA \u0DAF\u0DAD\u0DCA\u0DAD \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.column.populated="{1}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA "{0}" \u0DC3\u0DD2\u0DBB\u0DC3\u0DCA \u0DB4\u0DDA\u0DC5\u0DD2\u0DBA\u0DA7 \u0DAF\u0DAD\u0DCA\u0DAD \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.added="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA\u0DC3\u0DCA \u0D91\u0D9A\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.deleted="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.data.updated="{0}" \u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0DBB\u0DD9\u0D9A\u0DDD\u0DA9\u0DCA \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.table.added=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DA7 "{0}" \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.message.db.table.dropped=\u0DAF\u0DAD\u0DCA\u0DAD \u0D9C\u0DB6\u0DA9\u0DCF\u0DC0\u0DDA "{0}"  \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0DB8\u0D9A\u0DCF \u0DAF\u0DB8\u0DB1\u0DBD\u0DAF\u0DD3.
upgrade.message.stylesheet.failure=\u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DBB\u0DD3\u0DB8\u0DDA\u0DAF\u0DD3 \u0DAF\u0DD0\u0DA9\u0DD2-\u0DB1\u0DDC\u0DC0\u0DB1 \u0DAF\u0DCA\u200D\u0DBA\u0DDD\u0DC2\u0DBA\u0D9A\u0DCA\: JAMWiki \u0DC3\u0DCA\u0DA7\u0D89\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0D91\u0D9A \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D85\u0DB4\u0DDC\u0DC4\u0DDC\u0DC3\u0DAD\u0DCA \u0DC0\u0DD2\u0DBA. \u0D9A\u0DBB\u0DD4\u0DAB\u0DCF\u0D9A\u0DBB \u0DAF\u0DCA\u200D\u0DBA\u0DDD\u0DC2 \u0DB4\u0DC4\u0DAD \u0DBD\u0DDC\u0D9C\u0DBA\u0DDA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1 <a href\="http\://jamwiki.org/">jamwiki.org</a>.  \u0DAF\u0DCA\u200D\u0DBA\u0DDD\u0DC2\u0DBA \: {0}
upgrade.message.stylesheet.success="{0}" \u0D85\u0DAD\u0DAE\u0DCA\u200D\u0DBA \u0DC0\u0DD2\u0D9A\u0DD3 \u0DBD\u0DD9\u0D9B\u0DCA\u0DB1\u0DBA\u0DDA \u0DC3\u0DCA\u0DA7\u0D89\u0DBD\u0DCA\u0DC1\u0DD3\u0DA7\u0DCA \u0D91\u0D9A \u0DBA\u0DCF\u0DC0\u0DAD\u0DCA \u0D9A\u0DBB\u0DB1 \u0DBD\u0DAF\u0DD3.
upgrade.title=JAMWiki {0} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD JAMWiki {1} \u0DB4\u0DD2\u0DA7\u0DB4\u0DAD\u0DA7 \u0D8B\u0DC3\u0DC3\u0DCA \u0D9A\u0DBB\u0DB1\u0DCA\u0DB1.
upload.caption.destination=\u0DB1\u0DD2\u0DBA\u0DB8\u0DD2\u0DAD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8
upload.caption.filedescription=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC0\u0DD2\u0DC3\u0DCA\u0DAD\u0DBB\u0DBA
upload.caption.source=\u0DB8\u0DD6\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0
upload.error.directorycreate=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 {0} \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA \u0DC3\u0DD1\u0DAF\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upload.error.filename=\u0DBD\u0DD2\u0DB4\u0DD2 \u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8 \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DB1\u0DD0\u0DAD.
upload.error.filenotfound=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DDC\u0DB8\u0DD0\u0DAD.
upload.error.filerename=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0\u0DDA \u0DB1\u0DB8 {0} \u0DA7 \u0DC0\u0DD9\u0DB1\u0DC3\u0DCA \u0D9A\u0DBD \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A.
upload.error.filetype=\u0DB8\u0DD9\u0DB8 \u0DC0\u0DD9\u0DB6\u0DCA \u0DB4\u0DD2\u0DA7\u0DD4\u0DC0\u0DD9 \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2 \u0DB4\u0DCF\u0DBD\u0D9A \u0DC3\u0DD9\u0DA7\u0DCA\u0DB1\u0DCA\u0D9C\u0DCA\u0DC3\u0DCA "{0}" \u0DC0\u0DBB\u0DCA\u0D9C\u0DBA\u0DDA \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0D89\u0DA9 \u0DB1\u0DDC\u0DAF\u0DDA.
upload.error.nodirectory=\u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB1\u0DDC\u0DC4\u0DD0\u0D9A, \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8 \u0DC3\u0DB3\u0DC4\u0DCF \u0DC0\u0DBD\u0D82\u0D9C\u0DD4 \u0DA9\u0DD2\u0DBB\u0DD9\u0D9A\u0DCA\u0DA7\u0DBB\u0DD2\u0DBA\u0D9A\u0DCA \u0DC3\u0DB3\u0DC4\u0DB1\u0DCA \u0D9A\u0DDC\u0DA7 \u0DB1\u0DD0\u0DAD.
upload.help.destination=\u0DB8\u0DD9\u0DB8 \u0DB4\u0DCF\u0DA7\u0DD3\u0DBB\u0DBA \u0DC0\u0DD2\u0D9A\u0DBD\u0DCA\u0DB4\u0DD2\u0DAD \u0DB4\u0DCF\u0DA7\u0DD3\u0DBB\u0DBA\u0D9A\u0DD2, \u0DB8\u0DD9\u0DBA \u0DBA\u0DDC\u0DAF\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1\u0DDA \u0D85\u0DB4\u0DCA\u0DBD\u0DDD\u0DA9\u0DCA \u0D9A\u0DBD \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4\u0DC0 \u0DC3\u0DB3\u0DC4\u0DCF \u0DB8\u0DD6\u0DBD \u0DB1\u0DB8 \u0DC4\u0DD0\u0DBB \u0DC0\u0DD9\u0DB1\u0DAD\u0DCA \u0DB1\u0DB8\u0D9A\u0DCA \u0D86\u0DAF\u0DDA\u0DC1 \u0D9A\u0DD2\u0DBB\u0DD3\u0DB8\u0DA7 \u0DB4\u0DB8\u0DAB\u0D9A\u0DD2. \u0DB8\u0DAD\u0D9A \u0DAD\u0DD2\u0DBA\u0DCF\u0D9C\u0DB1\u0DCA\u0DB1 \u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0DB1\u0DB8\u0DCA \u0DC3\u0DB3\u0DC4\u0DCF \u0DC3\u0DD0\u0DB8\u0DC0\u0DD2\u0DA7\u0DB8 \u0D91\u0D9A\u0DCA\u0DC3\u0DCA\u0DA7\u0DD9\u0DB1\u0DCA\u0DC2\u0DB1\u0DCA \u0DC3\u0DB4\u0DBA\u0DB1\u0DCA\u0DB1.(\u0D8B\u0DAF\u0DCF\u0DC4\u0DBB\u0DAB\u0DBA\u0D9A\u0DCA \u0DC0\u0DC1\u0DBA\u0DD9\u0DB1\u0DCA\: ".jpg" \u0DC4\u0DDD ".txt").
upload.title=\u0DBD\u0DD2\u0DB4\u0DD2\u0D9C\u0DDC\u0DB1\u0DD4 \u0D85\u0DB4\u0DCA\u0DBD\u0DDC\u0DA9\u0DCA
usermenu.account=\u0D9C\u0DD2\u0DAB\u0DD4\u0DB8
usermenu.admin=\u0D9A\u0DC5\u0DB8\u0DAB\u0DCF\u0D9A\u0DBB\u0DD4\u0DC0\u0DCF
usermenu.register=\u0DBD\u0DD2\u0DBA\u0DCF\u0DB4\u0DAF\u0DD2\u0D82\u0DA0\u0DD2\u0DC0\u0DD3\u0DB8
usermenu.user={0}
usermenu.usercomments=\u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A \u0D85\u0DAF\u0DC4\u0DC3\u0DCA \u0DAF\u0DD0\u0D9A\u0DCA\u0DC0\u0DD3\u0DB8\u0DCA
usermenu.watchlist=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0
watchlist.caption.added=<b>{0}</b> \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DA7 \u0D91\u0D9A\u0DAD\u0DD4 \u0D9A\u0DBD\u0DCF.
watchlist.caption.empty=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0D9A\u0DD2\u0DC3\u0DD2\u0DC0\u0D9A\u0DCA \u0DB1\u0DD0\u0DAD.
watchlist.caption.removed=<b>{0}</b> \u0DB8\u0DCF\u0DAD\u0DD8\u0D9A\u0DCF\u0DC0 \u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DD9\u0DB1\u0DCA \u0D89\u0DC0\u0DAD\u0DCA \u0D9A\u0DBD\u0DCF.
watchlist.error.loginrequired=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0 \u0DB6\u0DBD\u0DB1\u0DCA\u0DB1 \u0D85\u0DBA\u0DD2\u0DAD\u0DD2\u0DBA \u0D87\u0DAD\u0DCA\u0DAD\u0DDA \u0DB4\u0DAF\u0DCA\u0DB0\u0DAD\u0DD2\u0DBA\u0DA7 \u0DBD\u0DDC\u0D9C\u0DCA\u0DC0\u0DD4 \u0DB4\u0DBB\u0DD2\u0DC1\u0DCA\u200D\u0DBB\u0DD3\u0DBD\u0D9A\u0DBA\u0DB1\u0DCA\u0DA7 \u0DB4\u0DB8\u0DAB\u0DBA\u0DD2.
watchlist.title=\u0DB8\u0DD4\u0DBB \u0DBD\u0DD0\u0DBA\u0DD2\u0DC3\u0DCA\u0DAD\u0DD4\u0DC0\u0DDA \u0DB4\u0DA7\u0DB6\u0DD0\u0DB3\u0DD2\u0DB1\u0DCF\u0DB8\u0DBA
